{"1":"“You just have to look at things objectively, see what you don't need anymore, and trim out the fat.”","2":"Hello and, again, welcome to the Aperture Science computer-aided enrichment center.","3":"We hope your brief detention in the relaxation vault has been a pleasant one.","4":"Your specimen has been processed and we are now ready to begin the test proper.","5":"Before we start, however, keep in mind that although fun and learning are the primary goals of all enrichment center activities, serious injuries may occur.","6":"For your own safety and the safety of others, please refrain from-- [bzzzzzt]","7":"Por favor bordón de fallar Muchos gracias de fallar gracias","8":"stand back. The portal will open in three, two, one.","9":"Excellent. Please proceed into the chamberlock after completing each test.","10":"First, however, note the incandescent particle field across the exit.","11":"This Aperture Science Material Emancipation Grill will vaporize any unauthorized equipment that passes through it - for instance, the Aperture Science Weighted Storage Cube.","12":"If the player manages to take a cube into the material emancipation grill while the door is open","13":"Please place the Weighted Storage Cube on the Fifteen Hundred Megawatt Aperture Science Heavy Duty Super-Colliding Super Button.","14":"Perfect. Please move quickly to the chamberlock, as the effects of prolonged exposure to the Button are not part of this test.","15":"You're doing very well!","16":"Please be advised that a noticeable taste of blood is not part of any test protocol but is an unintended side effect of the Aperture Science Material Emancipation Grill, which may, in semi- rare cases, emancipate dental fillings, crowns, tooth enamel, and teeth.","17":"Very good! You are now in possession of the Aperture Science Handheld Portal Device.","18":"With it, you can create your own portals.","19":"These intra-dimensional gates have proven to be completely safe.","20":"The Device, however, has not.","21":"Do not touch the operational end of The Device.","22":"Do not look directly at the operational end of The Device.","23":"Do not submerge The Device in liquid, even partially.","24":"Most importantly, under no circumstances should you (static, slows to a stop)","25":"Please proceed to the chamberlock. Mind the gap.","26":"Well done! Remember: The Aperture Science Bring Your Daughter to Work Day is the perfect time to have her tested.","27":"Welcome to test chamber four.","28":"You're doing quite well.","29":"Once again, excellent work.","30":"As part of a required test protocol, we will not monitor the next test chamber. You will be entirely on your own. Good luck.","31":"If the player manages to trap him/herself it is clearly that player's fault.","32":"As part of a required test protocol, our previous statement suggesting that we would not monitor this chamber was an outright fabrication.","33":"Good job! As part of a required test protocol, we will stop enhancing the truth in three, two, [static].","34":"While safety is one of many Enrichment Center goals, the Aperture Science High Energy Pellet, seen to the left of the chamber, can and has caused permanent disabilities, such as vaporization.","35":"Please be careful.","36":"Unbelievable! You, Subject Name Here, must be the pride of Subject Hometown Here.","37":"Warning devices are required on all mobile equipment. However, alarms and flashing hazard lights have been found to agitate the high energy pellet and have therefore been disabled for your safety.","38":"Good. Now use the Aperture Science Unstationary Scaffold to reach the chamberlock.","39":"Please note that we have added a consequence for failure. Any contact with the chamber floor will result in an 'unsatisfactory' mark on your official testing record followed by death. Good luck!","40":"Very impressive. Please note that any appearance of danger is merely a device to enhance your testing experience.","41":"The Enrichment Center regrets to inform you that this next test is impossible.","42":"Make no attempt to solve it.","43":"During the level:","44":"The Enrichment Center apologizes for this clearly broken test chamber.","45":"Once again, the Enrichment Center offers its most sincere apologies on the occasion of this unsolvable test environment.","46":"Frankly, this chamber was a mistake. If we were you, we would quit now.","47":"No one will blame you for giving up. In fact, quitting at this point is a perfectly reasonable response.","48":"Quit now and cake will be served immediately.","49":"Fantastic! You remained resolute and resourceful in an atmosphere of extreme pessimism.","50":"Hello again. To reiterate [slows down] our previous [speeds up] warning: This test [garbled speech] -ward momentum.","51":"Kupo!","52":"Cooc Cooc!","53":"Wark!","54":"Kweh!","55":"Mutes are not be unmuted in any room, accidental or not!","56":"We just be cannonfodder. Never 'ave the chance to show what we're really made of...","57":"You must have cannonballs of steel to challenge me!","58":"I see...a cycle of wrath...a dim light...guided by destiny...that upon which our entire future revolves.","59":"Let's see how you handle the mighty me! And by me, I mean Gilgamesh!! And by handle, I mean DIE!!!","60":"The password is Wild Rose. Remember it well.","61":"Ooooh, looky your weird face. Why you no weary mask?","62":"Fat Chocobo can store items in its belly! Isn't that hilarious? And slightly disturbing?","63":"H-hey! Uh... Stop that!","64":"I am a Warrior of the Dark... one of the four who stopped the flood of light a thousand years ago. I have come to join you.","65":"Too bad that these days, even putting on my socks is enough physical exertion for a good twenty-four hours.","66":"We did it! We've got our own ship! Now we can go to exotic ports, and meet even more exotic women!","karenchanx":"Remember to just have 1 waifu. Getting more waifu will destroy your laifu."}